{
  "about": "Hi! I'm Daniele Maggiore, I was born in 1990 and at the moment I'm working as frontend developer and UX/UI designer for Sorint.lab S.p.A.<br />I like working in a team but I have no troubles working alone on projects.<br />I am a person who puts himself on the line and puts all his effort into every situation.",
  "about.family": "Family",
  "about.family1": "I was born in sunny Emilia Romagna.",
  "about.family2": "In 2014, while I was a lifeguard at the Touring Spiaggia hotel in Igea Marina, I met a tourist from Bergamo (a classic!)",
  "about.family3": "We had a long-distance relationship for almost a year, until the day she moved to Romagna to stay with me. In 2016 we moved to Lombardy for work reasons and later we decided to settle down in the province of Bergamo.",
  "about.family4": "In 2020 we got married",
  "about.family5": "The good news is not over! We are now expecting a baby",
  "about.hobby": "Hobbies",
  "about.hobby1": "I have been playing the piano since the age of 11 and have played the organ for 10 years",
  "about.hobby2": "I love videogames, especially World of Warcraft, League of Legends, Minecraft, Dark Age of Camelot that have accompanied me since my adolescence until now. I've always been a nerd with a passion for pc and for coding thanks to video games, developing addons and/or scripts that automate the most boring part of the games",
  "about.hobby3": "I've always had an interest in board games and Dungeon and Dragon in particular, so much so that I developed a website in Vue.js to play with my friends during the pandemic: ",
  "about.hobby4": "Movies, TV series and sagas: obviously as a true nerd, Star Wars and The Lord of the Rings cannot be missing, my absolute favorite sagas. I also really like The Hunger Games, Harry Potter and all the series crime and fantasy TV",
  "about.hobby5": "I am a very inventive person and I like DIY, I am always looking for new projects and I always face them with determination. I have built several wooden furniture and, armed with a sewing machine, I have created some dresses for my wife",
  "about.hobby6": "I also love nature, gardening and especially snorkelling",
  "contact.email": "Your email",
  "contact.message": "Message",
  "contact.name": "Your name",
  "contact.recaptcha": "This site is protected by reCAPTCHA and the Google <a href='https://policies.google.com/privacy' target='_blank'>Privacy Policy</a> and <a href='https://policies.google.com/terms' target='_blank'>Terms of Service</a> apply.",
  "contact.send": "Send Message",
  "contact.sent": "Message Sent",
  "copyright": "© 2023 copyright all right reserved",
  "description": "description",
  "dev": "Frontend Developer",
  "error.email": "Not a valid email",
  "error.required": "Required",
  "lang.en": "English",
  "lang.it": "Italian",
  "messageMe": "Write me a message 👇🏻",
  "more": "Find out more",
  "navbar.about": "About",
  "navbar.contacts": "Contact me",
  "navbar.projects": "Projects",
  "navbar.skills": "Skills",
  "navbar.works": "Works",
  "pianist": "Pianist Player",
  "projects": "Projects and works",
  "uiDesigner": "UI/UX Designer"
}