{
  "about": "Ciao! Sono Daniele Maggiore, sono nato nel 1990 e al momento mi occupo di sviluppo frontend e UX/UI design per Sorint.lab S.p.A.<br />Mi piace lavorare in team ma non ho problemi a lavorare da solo ai progetti.<br />Sono una persona che si mette in gioco e mette tutto il suo impegno in ogni situazione.",
  "about.family": "Famiglia",
  "about.family1": "Sono nato nella solare Emilia Romagna.",
  "about.family2": "Nel 2014 mentre facevo il bagnino/salvataggio presso l'hotel Touring Spiaggia a Igea Marina ho incontrato una turista bergamasca (un classico!)",
  "about.family3": "Abbiamo avuto una relazione a distanza per quasi un anno, fino al giorno in cui si è trasferita in Romagna per stare con me. Nel 2016 ci siamo trasferiti in Lombardia per motivi lavorativi e in seguito abbiamo deciso di stabilirci in provincia di Bergamo.",
  "about.family4": "Nel 2020 ci siamo sposati",
  "about.family5": "Le buone notizie non sono finite! Ora aspettiamo un bimbo/a",
  "about.hobby1": "Suono il piano dall'età di 11 anni e ho suonato l'organo per 10 anni",
  "about.hobby2": "Adoro i videogames, in particolar modo World of Warcraft, League of Legends, Minecraft, Dark Age of Camelot che mi hanno accompagnato dalla mia adolescenza fino ad ora. Sono sempre stato un nerd con la passione per il pc e per il coding proprio grazie ai videogiochi, sviluppando addons e/o scripts che automatizzassero un po' la parte di gioco più noiosa",
  "about.hobby3": "Ho sempre avuto un interesse per i giochi da tavolo e in particolare per Dungeon and Dragon, tanto da sviluppare un sito internet in Vue.js per giocare con i miei amici durante la pandemia: ",
  "about.hobby4": "Film, serie tv e saghe: ovviamente da vero nerd non possono mancare Star Wars e The Lord of the Rings, le mie saghe preferite in assoluto. Mi piacciono tantissimo anche Hunger Games, Harry Potter e tutte le serie tv crime e fantasy",
  "about.hobby5": "Sono una persona con molta inventiva e mi piace il fai da te, sono sempre alla ricerca di nuovi progetti e li affronto sempre con grinta. Ho costruito diversi mobili in legno e, armato di macchina da cucire, ho creato alcuni abiti per mia moglie",
  "about.hobby6": "Adoro tantissimo anche la natura, il giardinaggio e in particolar modo lo snorkeling",
  "contact.email": "La tua email",
  "contact.message": "Messaggio",
  "contact.name": "Il tuo nome",
  "contact.recaptcha": "Questo sito è protetto da reCAPTCHA e dalla <a href='https://policies.google.com/privacy' target='_blank'>Privacy Policy</a> e <a href='https://policies.google.com/terms' target='_blank'>Termini di Servizio</a> di Google.",
  "contact.send": "Invia Messaggio",
  "contact.sent": "Messaggio Inviato",
  "copyright": "© copyright tutti i diritti riservati",
  "description": "descrizione",
  "dev": "Sviluppatore Frontend",
  "error.email": "Email non valida",
  "error.required": "Richiesto",
  "lang.en": "Inglese",
  "lang.it": "Italiano",
  "messageMe": "Scrivimi un messaggio 👇🏻",
  "more": "Scopri di più",
  "navbar.about": "Chi sono",
  "navbar.contacts": "Contattami",
  "navbar.projects": "Progetti",
  "navbar.skills": "Competenze",
  "navbar.works": "Lavori",
  "pianist": "Pianista",
  "projects": "Progetti e lavori"
}